/**
  **********************************  STM8S  ***********************************
  * @文件名     ： LED.h
  * @作者       ： strongerHuang
  * @库版本     ： V2.2.0
  * @文件版本   ： V1.0.0
  * @日期       ： 2017年04月10日
  * @摘要       ： 板级支持包头文件
  ******************************************************************************/

UINT8 flag=0;   // led ON/OFF flag   0:ON 


/* 函数申明 ------------------------------------------------------------------*/
void void Flash_Delay(UINT16 z);

#endif /* _LED_H */

/**** Copyright (C)2017 strongerHuang. All Rights Reserved **** END OF FILE ****/
